Repository: josejuanqm/docky
Catalog: Docky/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant, zh_hk

source: Use Custom Window Tint
es: Usar tinte de ventana personalizado
fr: Utiliser une teinte de fenêtre personnalisée
zh_hans: 使用自定义窗口着色
zh_hant: 使用自定義視窗著色
zh_hk: 使用自定義窗口着色

source: Use Default
es: Usar predeterminado
fr: Utiliser par défaut
zh_hans: 使用默认值
zh_hant: 使用預設值
zh_hk: 使用默認值

source: Use a custom image for dividers. The center image applies to dividers near the middle of the dock; the left and right overrides target dividers near each end. Mirror reuses the left image flipped on the right side. In vertical docks the image is rotated 90° to follow the dock's axis.
es: Usa una imagen personalizada para los divisores. La imagen central se aplica a los divisores cerca del medio del dock; las sobrescrituras izquierda y derecha apuntan a los divisores cercanos a cada extremo. Reflejar reutiliza la imagen izquierda invertida en el lado derecho. En docks verticales la imagen se rota 90° para seguir el eje del dock.
fr: Utilisez une image personnalisée pour les séparateurs. L'image centrale s'applique aux séparateurs proches du milieu du dock ; les substitutions gauche et droite ciblent les séparateurs proches de chaque extrémité. Miroir réutilise l'image de gauche retournée sur le côté droit. Dans un dock vertical, l'image est pivotée de 90° pour suivre l'axe du dock.
zh_hans: 为分隔线使用自定义图片。居中图片适用于靠近 Dock 中部的分隔线；左侧和右侧覆盖设置分别针对靠近两端的分隔线。镜像会在右侧复用左侧图片的翻转版本。在垂直 Dock 中，图片会旋转 90° 以跟随 Dock 轴向。
zh_hant: 為分隔線使用自定義圖片。居中圖片適用於靠近 Dock 中部的分隔線；左側和右側覆蓋設定分別針對靠近兩端的分隔線。映象會在右側複用左側圖片的翻轉版本。在垂直 Dock 中，圖片會旋轉 90° 以跟隨 Dock 軸向。
zh_hk: 為分隔線使用自定義圖片。居中圖片適用於靠近 Dock 中部的分隔線；左側和右側覆蓋設置分別針對靠近兩端的分隔線。鏡像會在右側複用左側圖片的翻轉版本。在垂直 Dock 中，圖片會旋轉 90° 以跟隨 Dock 軸向。

source: Use an image with aspect fill behind the dock tiles. When set, it replaces the material tint and opacity until cleared.
es: Usa una imagen con relleno de aspecto detrás de los íconos del dock. Cuando se define, reemplaza el tinte y la opacidad del material hasta que se borra.
fr: Utilisez une image en mode remplissage de rapport derrière les tuiles du dock. Lorsqu'elle est définie, elle remplace la teinte et l'opacité du matériau jusqu'à ce que vous l'effaciez.
zh_hans: 在 Dock 图标后使用一张按比例填充的图片。启用时，它会取代材质着色和不透明度，直至清除。
zh_hant: 在 Dock 圖示後使用一張按比例填充的圖片。啟用時，它會取代材質著色和不透明度，直至清除。
zh_hk: 在 Dock 圖標後使用一張按比例填充的圖片。啓用時，它會取代材質着色和不透明度，直至清除。

source: Use thumbnails when screen recording permission is granted; fall back to a compact list when previews aren't available.
es: Usa miniaturas cuando se haya concedido el permiso de grabación de pantalla; recurre a una lista compacta cuando no haya vistas previas disponibles.
fr: Utilise des vignettes lorsque l'autorisation d'enregistrement écran est accordée ; revient à une liste compacte lorsque les aperçus ne sont pas disponibles.
zh_hans: 在获得屏幕录制权限后使用缩略图；无法预览时回退为紧凑列表。
zh_hant: 在獲得螢幕錄製許可權後使用縮圖；無法預覽時回退為緊湊列表。
zh_hk: 在獲得屏幕錄製權限後使用縮略圖；無法預覽時回退為緊湊列表。

source: Utility
es: Utilidades
fr: Utilitaire
zh_hans: 实用工具
zh_hant: 實用工具
zh_hk: 實用工具

source: Verify License
es: Verificar licencia
fr: Vérifier la licence
zh_hans: 验证许可证
zh_hant: 驗證許可證
zh_hk: 驗證許可證

source: View Content as
es: Ver contenido como
fr: Afficher le contenu comme
zh_hans: 查看内容方式为
zh_hant: 檢視內容方式為
zh_hk: 查看內容方式為

source: Visibility
es: Visibilidad
fr: Visibilité
zh_hans: 可见性
zh_hant: 可見性
zh_hk: 可見性

source: Weather
es: Clima
fr: Météo
zh_hans: 天气
zh_hant: 天氣
zh_hk: 天氣

source: Welcome to Docky
es: Bienvenido a Docky
fr: Bienvenue dans Docky
zh_hans: 欢迎使用 Docky
zh_hant: 歡迎使用 Docky
zh_hk: 歡迎使用 Docky

source: When App Is Already Active
es: Cuando la app ya está activa
fr: Lorsque l’application est déjà active
zh_hans: 当应用已处于活动状态时
zh_hant: 當應用已處於活動狀態時
zh_hk: 當應用已處於活動狀態時

source: When an app maximizes, shrink its window to leave room for Docky. Requires Accessibility permission and may not work for every app.
es: Cuando una app se maximiza, encoge su ventana para dejar espacio a Docky. Requiere permiso de Accesibilidad y puede no funcionar con todas las apps.
fr: Lorsqu'une application passe en plein écran, réduit sa fenêtre pour laisser la place à Docky. Nécessite l'autorisation Accessibilité et peut ne pas fonctionner avec toutes les applications.
zh_hans: 当某个应用最大化时，缩小其窗口以给 Docky 留出空间。需要辅助功能权限，且并非对所有应用都有效。
zh_hant: 當某個應用最大化時，縮小其視窗以給 Docky 留出空間。需要輔助功能許可權，且並非對所有應用都有效。
zh_hk: 當某個應用最大化時，縮小其窗口以給 Docky 留出空間。需要輔助功能權限，且並非對所有應用都有效。

source: When enabled, hovering an expandable widget tile shows a larger preview in a separate window. Turn this off to keep widgets at their pinned size.
es: Cuando está activado, al pasar el cursor sobre un widget expandible se muestra una vista previa más grande en una ventana aparte. Desactívalo para mantener los widgets en su tamaño fijado.
fr: Lorsqu'il est activé, survoler une tuile de widget extensible affiche un aperçu plus grand dans une fenêtre séparée. Désactivez-le pour garder les widgets à leur taille épinglée.
zh_hans: 启用后，悬停可展开的小组件图标会在独立窗口中显示更大的预览。关闭此项可让小组件保持固定大小。
zh_hant: 啟用後，懸停可展開的小元件圖示會在獨立視窗中顯示更大的預覽。關閉此項可讓小元件保持固定大小。
zh_hk: 啓用後，懸停可展開的小組件圖標會在獨立窗口中顯示更大的預覽。關閉此項可讓小組件保持固定大小。

source: When turned off, Docky stays pinned over fullscreen apps. When on, Docky autohides while a fullscreen app is on its display and reveals on edge dwell.
es: Cuando está desactivado, Docky permanece fijo sobre las apps en pantalla completa. Cuando está activado, Docky se oculta automáticamente mientras hay una app en pantalla completa en su pantalla y se revela al permanecer en el borde.
fr: Lorsqu'elle est désactivée, Docky reste au-dessus des applications en plein écran. Lorsqu'elle est activée, Docky se masque automatiquement lorsqu'une application en plein écran occupe son écran et réapparaît au survol du bord.
zh_hans: 关闭时，Docky 会固定显示在全屏应用之上。开启时，当全屏应用位于其显示器上时 Docky 会自动隐藏，并在指针停在边缘时唤出。
zh_hant: 關閉時，Docky 會固定顯示在全屏應用之上。開啟時，當全屏應用位於其顯示器上時 Docky 會自動隱藏，並在指標停在邊緣時喚出。
zh_hk: 關閉時，Docky 會固定顯示在全屏應用之上。開啓時，當全屏應用位於其顯示器上時 Docky 會自動隱藏，並在指針停在邊緣時喚出。

source: When turned off, minimized window tiles do not appear in Docky's trailing section.
es: Cuando está desactivado, los íconos de ventanas minimizadas no aparecen en la sección final de Docky.
fr: Lorsqu'elle est désactivée, les tuiles de fenêtres minimisées n'apparaissent pas dans la section finale de Docky.
zh_hans: 关闭时，最小化的窗口图标不会出现在 Docky 的尾部区域。
zh_hant: 關閉時，最小化的視窗圖示不會出現在 Docky 的尾部區域。
zh_hk: 關閉時，最小化的窗口圖標不會出現在 Docky 的尾部區域。

source: When turned off, unpinned running apps are hidden from Docky so it acts as a static shelf alongside the system Dock.
es: Cuando está desactivado, las apps en ejecución no fijadas se ocultan de Docky para que actúe como una repisa estática junto al Dock del sistema.
fr: Lorsqu'elle est désactivée, les applications en cours non épinglées sont masquées dans Docky, qui agit alors comme une étagère statique à côté du Dock du système.
zh_hans: 关闭时，未固定的正在运行的应用会从 Docky 中隐藏，使其与系统 Dock 并排充当静态搁架。
zh_hant: 關閉時，未固定的正在執行的應用會從 Docky 中隱藏，使其與系統 Dock 並排充當靜態擱架。
zh_hk: 關閉時，未固定的正在運行的應用會從 Docky 中隱藏，使其與系統 Dock 並排充當靜態擱架。

source: When turned off, unpinned running apps are merged into the pinned section so the dock behaves like a single app strip.
es: Cuando está desactivado, las apps en ejecución no fijadas se fusionan en la sección de fijadas para que el dock se comporte como una sola franja de apps.
fr: Lorsqu'elle est désactivée, les applications en cours non épinglées sont fusionnées dans la section épinglée, afin que le dock se comporte comme une seule barre d'applications.
zh_hans: 关闭时，未固定的正在运行的应用会并入固定区域，使 Dock 表现得像单一的应用条。
zh_hant: 關閉時，未固定的正在執行的應用會併入固定區域，使 Dock 表現得像單一的應用條。
zh_hk: 關閉時，未固定的正在運行的應用會併入固定區域，使 Dock 表現得像單一的應用條。

source: Wi-Fi is
es: Wi-Fi es
fr: Le Wi-Fi est
zh_hans: Wi-Fi 状态为
zh_hant: Wi-Fi 狀態為
zh_hk: Wi-Fi 狀態為

source: Wi-Fi network
es: Red Wi-Fi
fr: Réseau Wi-Fi
zh_hans: Wi-Fi 网络
zh_hant: Wi-Fi 網路
zh_hk: Wi-Fi 網絡

source: Window Axis Size
es: Tamaño del eje de la ventana
fr: Dimension de l'axe de la fenêtre
zh_hans: 窗口轴向尺寸
zh_hant: 視窗軸向尺寸
zh_hk: 窗口軸向尺寸

source: Window Background
es: Fondo de ventana
fr: Arrière-plan de la fenêtre
zh_hans: 窗口背景
zh_hant: 視窗背景
zh_hk: 窗口背景

source: Window Background Image
es: Imagen de fondo de ventana
fr: Image de fond de la fenêtre
zh_hans: 窗口背景图片
zh_hant: 視窗背景圖片
zh_hk: 窗口背景圖片

source: Window Corner Radius
es: Radio de esquina de ventana
fr: Rayon des coins de la fenêtre
zh_hans: 窗口圆角半径
zh_hant: 視窗圓角半徑
zh_hk: 窗口圓角半徑

source: Window Management
es: Gestión de ventanas
fr: Gestion des fenêtres
zh_hans: 窗口管理
zh_hant: 視窗管理
zh_hk: 窗口管理

source: Window Position
es: Posición de la ventana
fr: Position de la fenêtre
zh_hans: 窗口位置
zh_hant: 視窗位置
zh_hk: 窗口位置

source: Window Preview
es: Vista previa de ventana
fr: Aperçu de la fenêtre
zh_hans: 窗口预览
zh_hant: 視窗預覽
zh_hk: 窗口預覽

source: Window Shape
es: Forma de la ventana
fr: Forme de la fenêtre
zh_hans: 窗口形状
zh_hant: 視窗形狀
zh_hk: 窗口形狀

source: Window Switcher
es: Conmutador de ventanas
fr: Sélecteur de fenêtres
zh_hans: 窗口切换器
zh_hant: 視窗切換器
zh_hk: 窗口切換器

source: Window Tint Opacity
es: Opacidad del tinte de ventana
fr: Opacité de la teinte de la fenêtre
zh_hans: 窗口着色不透明度
zh_hant: 視窗著色不透明度
zh_hk: 窗口着色不透明度

source: Windows
es: Ventanas
fr: Fenêtres
zh_hans: 窗口
zh_hant: 視窗
zh_hk: 窗口

source: %@ is required
fr: %@ est obligatoire
zh_hans: 需要%@
zh_hant: 需要%@
zh_hk: 需要%@

source: %@ will be removed from disk. It will keep running until you restart Docky.
fr: %@ sera supprimé du disque. Il continuera de fonctionner jusqu'à votre redémarrage de Docky.
zh_hans: %@ 将从磁盘中移除。在你重新启动 Docky 之前，它仍会继续运行。
zh_hant: %@ 將從磁碟中移除。在你重新啟動 Docky 之前，它仍會繼續執行。
zh_hk: %@ 將從磁盤中移除。在你重新啓動 Docky 之前，它仍會繼續運行。

source: %lld variants
fr: %lld variantes
zh_hans: %lld 个变体
zh_hant: %lld 個變體
zh_hk: %lld 個變體

source: (minimized)
fr: (réduit)
zh_hans: （已最小化）
zh_hant: （已最小化）
zh_hk: （已最小化）

source: 1 variant
fr: 1 variante
zh_hans: 1 个变体
zh_hant: 1 個變體
zh_hk: 1 個變體

source: 1x Widgets
fr: Widgets 1x
zh_hans: 1x 小组件
zh_hant: 1x 小元件
zh_hk: 1x 小組件

source: 2x Widgets
fr: Widgets 2x
zh_hans: 2x 小组件
zh_hant: 2x 小元件
zh_hk: 2x 小組件

source: 3x Widgets
fr: Widgets 3x
zh_hans: 3x 小组件
zh_hant: 3x 小元件
zh_hk: 3x 小組件

source: ALL DAY
fr: TOUTE LA JOURNÉE
zh_hans: 全天
zh_hant: 全天
zh_hk: 全天

source: About Actions
fr: À propos des actions
zh_hans: 关于操作
zh_hant: 關於操作
zh_hk: 關於操作

source: Accessory
fr: Accessoire
zh_hans: 配件
zh_hant: 配件
zh_hk: 配件

source: Action Keys
fr: Touches d'action
zh_hans: 操作快捷键
zh_hant: 操作快捷鍵
zh_hk: 操作快捷鍵

source: Action kinds Docky will execute: built-in commands, AppleScript, and macOS menu-bar clicks. The first time an app-targeted AppleScript or menu-click action runs, macOS may prompt for Automation permission.
fr: Types d'actions que Docky exécutera : commandes intégrées, AppleScript et clics dans la barre de menus de macOS. La première fois qu'une action AppleScript ou clic de menu ciblée sur une application s'exécute, macOS peut demander l'autorisation d'Automatisation.
zh_hans: Docky 将执行的操作类型：内置命令、AppleScript 和 macOS 菜单栏点击。首次运行针对某个应用的 AppleScript 或菜单点击操作时，macOS 可能会请求“自动化”权限。
zh_hant: Docky 將執行的操作型別：內建命令、AppleScript 和 macOS 選單欄點選。首次執行針對某個應用的 AppleScript 或選單點選操作時，macOS 可能會請求“自動化”許可權。
zh_hk: Docky 將執行的操作類型：內置命令、AppleScript 和 macOS 菜單欄點擊。首次運行針對某個應用的 AppleScript 或菜單點擊操作時，macOS 可能會請求“自動化”權限。

source: Actions are menu items Docky injects into each tile's right-click menu. A catalog package ships a curated bundle of them; once it's loaded, every action it defines is automatically available on the matching tile type. Apps, folders, the Trash, the Launchpad, and the divider all get their own set, with no per-tile setup needed.
fr: Les actions sont des éléments de menu que Docky injecte dans le menu clic droit de chaque tuile. Un paquet de catalogue livre un ensemble sélectionné ; une fois chargé, chaque action qu'il définit est automatiquement disponible sur le type de tuile correspondant. Les applications, dossiers, la Corbeille, le Launchpad et le séparateur disposent chacun de leur propre ensemble, sans configuration par tuile.
zh_hans: 操作是 Docky 注入到每个图块右键菜单中的菜单项。目录包会随附一组精选操作；加载后，其中定义的所有操作会自动出现在对应的图块类型上。应用、文件夹、废纸篓、启动台和分隔栏都有各自的一套，无需逐个图块设置。
zh_hant: 操作是 Docky 注入到每個圖塊右鍵選單中的選單項。目錄包會隨附一組精選操作；載入後，其中定義的所有操作會自動出現在對應的圖塊型別上。應用、資料夾、廢紙簍、啟動臺和分隔欄都有各自的一套，無需逐個圖塊設定。
zh_hk: 操作是 Docky 注入到每個圖塊右鍵菜單中的菜單項。目錄包會隨附一組精選操作；加載後，其中定義的所有操作會自動出現在對應的圖塊類型上。應用、文件夾、廢紙簍、啓動台和分隔欄都有各自的一套，無需逐個圖塊設置。

source: Active App Background
fr: Arrière-plan de l'application active
zh_hans: 活动应用背景
zh_hant: 活動應用背景
zh_hk: 活動應用背景

source: Active Background Color
fr: Couleur de fond active
zh_hans: 活动背景颜色
zh_hant: 活動背景顏色
zh_hk: 活動背景顏色

source: Active Background Corner Radius
fr: Rayon des coins du fond actif
zh_hans: 活动背景圆角
zh_hant: 活動背景圓角
zh_hk: 活動背景圓角

source: Active Background Image
fr: Image de fond active
zh_hans: 活动背景图像
zh_hant: 活動背景影象
zh_hk: 活動背景圖像

source: Active Background Opacity
fr: Opacité du fond actif
zh_hans: 活动背景不透明度
zh_hant: 活動背景不透明度
zh_hk: 活動背景不透明度

source: Add Photos
fr: Ajouter des photos
zh_hans: 添加照片
zh_hant: 新增照片
zh_hk: 添加照片

source: Add Trigger…
fr: Ajouter un déclencheur…
zh_hans: 添加触发器…
zh_hant: 新增觸發器…
zh_hk: 添加觸發器…

source: Add to Docky
fr: Ajouter à Docky
zh_hans: 添加到 Docky
zh_hant: 新增到 Docky
zh_hk: 添加到 Docky

source: Adds a drop shadow behind every icon-bearing tile. Has no visible effect on spacers and dividers.
fr: Ajoute une ombre portée derrière chaque tuile contenant une icône. Sans effet visible sur les espaces et séparateurs.
zh_hans: 在每个带图标图块的后方添加投影。对间隔块和分隔栏没有可见效果。
zh_hant: 在每個帶圖示圖塊的後方新增投影。對間隔塊和分隔欄沒有可見效果。
zh_hk: 在每個帶圖標圖塊的後方添加投影。對間隔塊和分隔欄沒有可見效果。

source: All Apps
fr: Toutes les applications
zh_hans: 所有应用
zh_hant: 所有應用
zh_hk: 所有應用

source: All Clear
fr: Tout effacer
zh_hans: 全部完成
zh_hant: 全部完成
zh_hk: 全部完成

source: All calendars are shown when none are selected.
fr: Tous les calendriers sont affichés lorsqu’aucun n’est sélectionné.
zh_hans: 未选择任何日历时，将显示所有日历。
zh_hant: 未選擇任何日曆時，將顯示所有日曆。
zh_hk: 未選擇任何日曆時，將顯示所有日曆。

source: All day
fr: Toute la journée
zh_hans: 全天
zh_hant: 全天
zh_hk: 全天

source: Allow Docky in Privacy & Security so it can perform %@.
fr: Autorisez Docky dans Confidentialité & Sécurité pour qu'il puisse effectuer %@.
zh_hans: 请在“隐私与安全性”中允许 Docky 执行%@。
zh_hant: 請在“隱私與安全性”中允許 Docky 執行%@。
zh_hk: 請在“隱私與安全性”中允許 Docky 執行%@。

source: Allow installing widgets from links
fr: Autoriser l’installation de widgets depuis des liens
zh_hans: 允许从链接安装小组件
zh_hant: 允許從連結安裝小元件
zh_hk: 允許從鏈接安裝小組件

source: Alpha feature
fr: Fonctionnalité alpha
zh_hans: 测试版功能
zh_hant: 測試版功能
zh_hk: 測試版功能

source: Alphabetical
fr: Alphabétique
zh_hans: 按字母顺序
zh_hant: 按字母順序
zh_hk: 按字母順序

source: Analyzing your workspace
fr: Analyse de votre espace de travail
zh_hans: 正在分析你的工作区
zh_hant: 正在分析你的工作區
zh_hk: 正在分析你的工作區

source: Animation Duration
fr: Durée de l'animation
zh_hans: 动画时长
zh_hant: 動畫時長
zh_hk: 動畫時長

source: App Folders
fr: Dossiers d'applications
zh_hans: App 文件夹
zh_hant: App 資料夾
zh_hk: App 文件夾

source: App Tile Click
fr: Clic sur la tuile d'application
zh_hans: App 图块点击
zh_hant: App 圖塊點選
zh_hk: App 圖塊點擊

source: Apple's classic Launchpad: pages of icons that swipe horizontally with a page indicator below.
fr: Le Launchpad classique d'Apple : des pages d'icônes qui glissent horizontalement avec un indicateur de page en dessous.
zh_hans: Apple 经典启动台：一页页图标，可水平滑动，下方带页码指示器。
zh_hant: Apple 經典啟動臺：一頁頁圖示，可水平滑動，下方帶頁碼指示器。
zh_hk: Apple 經典啓動台：一頁頁圖標，可水平滑動，下方帶頁碼指示器。

source: AppleScript execution failed.
fr: L’exécution AppleScript a échoué.
zh_hans: AppleScript 执行失败。
zh_hant: AppleScript 執行失敗。
zh_hk: AppleScript 執行失敗。

source: Apply
fr: Appliquer
zh_hans: 应用
zh_hant: 應用
zh_hk: 應用

source: Apps
fr: Applications
zh_hans: 应用
zh_hant: 應用
zh_hk: 應用

source: Apps hidden with "Hide in Docky" stay out of Docky's pinned and running app surfaces until you restore them here.
fr: Les applications masquées avec « Masquer dans Docky » restent hors des surfaces d'applications épinglées et en cours de Docky jusqu'à ce que vous les restauriez ici.
zh_hans: 使用“在 Docky 中隐藏”隐藏的应用不会出现在 Docky 的固定区和运行中应用区域，直到你在此处恢复它们。
zh_hant: 使用“在 Docky 中隱藏”隱藏的應用不會出現在 Docky 的固定區和執行中應用區域，直到你在此處恢復它們。
zh_hk: 使用“在 Docky 中隱藏”隱藏的應用不會出現在 Docky 的固定區和運行中應用區域，直到你在此處恢復它們。

source: Apps installed on this Mac that aren't currently in your dock. Set their icon ahead of time and it'll be ready when you add them.
fr: Applications installées sur ce Mac qui ne figurent pas actuellement dans votre dock. Définissez leur icône à l'avance et elle sera prête lorsque vous les ajouterez.
zh_hans: 已安装在这台 Mac 上但当前不在 Dock 中的应用。可提前为其设置图标，添加时即可直接使用。
zh_hant: 已安裝在這臺 Mac 上但當前不在 Dock 中的應用。可提前為其設定圖示，新增時即可直接使用。
zh_hk: 已安裝在這台 Mac 上但當前不在 Dock 中的應用。可提前為其設置圖標，添加時即可直接使用。

source: Attach
fr: Joindre
zh_hans: 附加
zh_hant: 附加
zh_hk: 附加

source: Attachment (optional)
fr: Pièce jointe (facultative)
zh_hans: 附件（可选）
zh_hant: 附件（可選）
zh_hk: 附件（可選）

source: Automatic
fr: Automatique
zh_hans: 自动
zh_hant: 自動
zh_hk: 自動

source: Automatic follows whichever app is currently playing. Choose a specific app to always show its playback.
fr: Automatic suit l'application actuellement en lecture. Choisissez une application précise pour toujours afficher sa lecture.
zh_hans: “自动”会跟随当前正在播放的应用。选择特定应用可始终显示其播放内容。
zh_hant: “自動”會跟隨當前正在播放的應用。選擇特定應用可始終顯示其播放內容。
zh_hk: “自動”會跟隨當前正在播放的應用。選擇特定應用可始終顯示其播放內容。

source: Automatic follows your system region.
fr: Le mode automatique suit la région de votre système.
zh_hans: 自动模式跟随系统地区。
zh_hant: 自動模式跟隨系統地區。
zh_hk: 自動模式跟隨系統地區。

source: Automation (System Events)
fr: Automatisation (System Events)
zh_hans: 自动化（System Events）
zh_hant: 自動化（System Events）
zh_hk: 自動化（System Events）

source: Back
fr: Retour
zh_hans: 返回
zh_hant: 返回
zh_hk: 返回

source: Background Corner Radius
fr: Rayon des coins du fond
zh_hans: 背景圆角
zh_hant: 背景圓角
zh_hk: 背景圓角

source: Background Image
fr: Image de fond
zh_hans: 背景图像
zh_hant: 背景影象
zh_hk: 背景圖像

source: Background Opacity
fr: Opacité de l'arrière-plan
zh_hans: 背景不透明度
zh_hant: 背景不透明度
zh_hk: 背景不透明度

source: Background fill drawn under every running app tile, independent of hover. Useful for taskbar-style "highlighted active app" looks.
fr: Fond dessiné sous chaque tuile d'application en cours, indépendamment du survol. Utile pour un effet de barre d'outils « application active mise en évidence ».
zh_hans: 在每个运行中应用图块下方绘制背景填充，不受悬停影响。适合任务栏风格的“突出显示活动应用”外观。
zh_hant: 在每個執行中應用圖塊下方繪製背景填充，不受懸停影響。適合工作列風格的“突出顯示活動應用”外觀。
zh_hk: 在每個運行中應用圖塊下方繪製背景填充，不受懸停影響。適合任務欄風格的“突出顯示活動應用”外觀。

source: Basic system info (macOS version, screens, Docky build)
fr: Informations système de base (version de macOS, écrans, build de Docky)
zh_hans: 基础系统信息（macOS 版本、显示器、Docky 构建版本）
zh_hant: 基礎系統資訊（macOS 版本、顯示器、Docky 構建版本）
zh_hk: 基礎系統信息（macOS 版本、顯示器、Docky 構建版本）

source: Blur Background Image
fr: Flouter l'image de fond
zh_hans: 模糊背景图像
zh_hant: 模糊背景影象
zh_hk: 模糊背景圖像

source: Border Color
fr: Couleur du bord
zh_hans: 边框颜色
zh_hant: 邊框顏色
zh_hk: 邊框顏色

source: Border Width
fr: Épaisseur du bord
zh_hans: 边框宽度
zh_hant: 邊框寬度
zh_hk: 邊框寬度

source: Bottom Leading
fr: En bas à gauche
zh_hans: 左下角
zh_hant: 左下角
zh_hk: 左下角

source: Bottom Trailing
fr: En bas à droite
zh_hans: 右下角
zh_hant: 右下角
zh_hk: 右下角

source: Bottom and Top
fr: Bas et Haut
zh_hans: 下和上
zh_hant: 下和上
zh_hk: 下和上

source: Browse
fr: Parcourir
zh_hans: 浏览
zh_hant: 瀏覽
zh_hk: 瀏覽

source: Build
fr: Version
zh_hans: 构建
zh_hant: 構建
zh_hk: 構建

source: Built-In
fr: Intégré
zh_hans: 内置
zh_hant: 內建
zh_hk: 內置

source: Built-in
fr: intégré
zh_hans: 内置
zh_hant: 內建
zh_hk: 內置

source: Bundle could not be opened.
fr: Le bundle n’a pas pu être ouvert.
zh_hans: 无法打开捆绑包。
zh_hant: 無法開啟捆綁包。
zh_hk: 無法打開捆綁包。

source: Bundle.load() failed. Check code signing.
fr: Bundle.load() a échoué. Vérifiez la signature de code.
zh_hans: Bundle.load() 失败。请检查代码签名。
zh_hant: Bundle.load() 失敗。請檢查程式碼簽名。
zh_hk: Bundle.load() 失敗。請檢查代碼簽名。

source: Calendar Unavailable
fr: Calendrier indisponible
zh_hans: 日历不可用
zh_hant: 日曆不可用
zh_hk: 日曆不可用

source: Calendar access is needed to choose which calendars to show.
fr: Un accès au Calendar est nécessaire pour choisir les calendriers à afficher.
zh_hans: 需要日历访问权限才能选择要显示的日历。
zh_hant: 需要日曆訪問許可權才能選擇要顯示的日曆。
zh_hk: 需要日曆訪問權限才能選擇要顯示的日曆。

source: Calendar is unavailable right now.
fr: Le calendrier n’est pas disponible pour le moment.
zh_hans: 日历当前不可用。
zh_hant: 日曆當前不可用。
zh_hk: 日曆當前不可用。

source: Calendar read access is needed to show upcoming events.
fr: Un accès en lecture au Calendar est nécessaire pour afficher les événements à venir.
zh_hans: 需要日历读取权限才能显示即将到来的日程。
zh_hant: 需要日曆讀取許可權才能顯示即將到來的日程。
zh_hk: 需要日曆讀取權限才能顯示即將到來的日程。

source: Capture live window previews
fr: Capturer les aperçus de fenêtres en direct
zh_hans: 捕捉实时窗口预览
zh_hant: 捕捉實時視窗預覽
zh_hk: 捕捉實時窗口預覽

source: Charging
fr: En charge
zh_hans: 正在充电
zh_hant: 正在充電
zh_hk: 正在充電

source: Chat
fr: Discussion
zh_hans: 聊天
zh_hant: 聊天
zh_hk: 聊天

source: Choose
fr: Choisir
zh_hans: 选择
zh_hant: 選擇
zh_hk: 選擇

source: Choose Image
fr: Choisir une image
zh_hans: 选择图像
zh_hant: 選擇影象
zh_hk: 選擇圖像

source: Choose Image…
fr: Choisir une image…
zh_hans: 选择图像…
zh_hant: 選擇影象…
zh_hk: 選擇圖像…

source: Choose Photos
fr: Choisir des photos
zh_hans: 选择照片
zh_hant: 選擇照片
zh_hk: 選擇照片

source: Choose Photos…
fr: Choisir des photos…
zh_hans: 选择照片…
zh_hant: 選擇照片…
zh_hk: 選擇照片…

source: Choose Screenshot / Video…
fr: Choisir capture d’écran / vidéo…
zh_hans: 选择屏幕快照/视频…
zh_hant: 選擇螢幕快照/影片…
zh_hk: 選擇屏幕快照/視頻…

source: Choose a name for this app folder.
fr: Choisissez un nom pour ce dossier d’applications.
zh_hans: 请为这个 App 文件夹取个名字。
zh_hant: 請為這個 App 資料夾取個名字。
zh_hk: 請為這個 App 文件夾取個名字。

source: Choose whether the switcher should stay purely overlaid, preview the selected window behind it, or focus each step immediately while cycling.
fr: Choisissez si le sélecteur reste purement superposé, prévisualise la fenêtre sélectionnée derrière lui, ou donne le focus immédiatement à chaque étape pendant le défilement.
zh_hans: 选择切换器保持纯叠加显示、在其后方预览所选窗口，还是在循环切换时立即聚焦每一步。
zh_hant: 選擇切換器保持純疊加顯示、在其後方預覽所選視窗，還是在迴圈切換時立即聚焦每一步。
zh_hk: 選擇切換器保持純疊加顯示、在其後方預覽所選窗口，還是在循環切換時立即聚焦每一步。

source: Clear Overrides
fr: Effacer les remplacements
zh_hans: 清除覆盖项
zh_hant: 清除覆蓋項
zh_hk: 清除覆蓋項

source: Clear Photos
fr: Effacer les photos
zh_hans: 清除照片
zh_hant: 清除照片
zh_hk: 清除照片

source: Click to rename
fr: Cliquez pour renommer
zh_hans: 点击重命名
zh_hant: 點選重新命名
zh_hk: 點擊重命名

source: Column Spacing
fr: Espacement des colonnes
zh_hans: 列间距
zh_hant: 列間距
zh_hk: 列間距

source: Combined total
fr: Total cumulé
zh_hans: 合计
zh_hant: 合計
zh_hk: 合計

source: Community widget loaded from an external bundle.
fr: Widget de la communauté chargé depuis un bundle externe.
zh_hans: 从外部资源包加载的社区小组件。
zh_hant: 從外部資源包載入的社群小元件。
zh_hk: 從外部資源包加載的社區小組件。

source: Content Padding
fr: Remplissage du contenu
zh_hans: 内容内边距
zh_hant: 內容內邊距
zh_hk: 內容內邊距

source: Continue
fr: Continuer
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Continuous
fr: Continu
zh_hans: 连续
zh_hant: 連續
zh_hk: 連續

source: Control interface actions smoothly
fr: Contrôler les actions de l’interface en douceur
zh_hans: 流畅地控制界面操作
zh_hant: 流暢地控制介面操作
zh_hk: 流暢地控制界面操作

source: Controls how much each divider is inset along its short axis, as a fraction of the tile size.
fr: Contrôle l'enfoncement de chaque séparateur selon son axe court, en fraction de la taille de la tuile.
zh_hans: 控制分隔线沿短轴的内缩量，以图块尺寸的比例表示。
zh_hant: 控制分隔線沿短軸的內縮量，以圖塊尺寸的比例表示。
zh_hk: 控制分隔線沿短軸的內縮量，以圖塊尺寸的比例表示。

source: Controls how visible dividers are. 100% is fully opaque; 0% hides them entirely.
fr: Contrôle l'opacité des séparateurs. 100 % est totalement opaque ; 0 % les masque complètement.
zh_hans: 控制分隔线的可见度。100% 为完全不透明；0% 则完全隐藏。
zh_hant: 控制分隔線的可見度。100% 為完全不透明；0% 則完全隱藏。
zh_hk: 控制分隔線的可見度。100% 為完全不透明；0% 則完全隱藏。

source: Controls the roundness of the main dock window and its border, up to a full capsule.
fr: Contrôle l'arrondi de la fenêtre de dock principale et de son bord, jusqu'à une capsule complète.
zh_hans: 控制主 Dock 窗口及其边框的圆润程度，最大可为胶囊形。
zh_hant: 控制主 Dock 視窗及其邊框的圓潤程度，最大可為膠囊形。
zh_hk: 控制主 Dock 窗口及其邊框的圓潤程度，最大可為膠囊形。

source: Corner Radius
fr: Rayon des coins
zh_hans: 圆角半径
zh_hant: 圓角半徑
zh_hk: 圓角半徑
